export const metadata = {
  title: "ד״ר אחמד מנסור - רופא עיניים מומחה | אוקולופלסטיקה",
  description: "ד״ר אחמד מנסור, רופא עיניים מומחה עם התמחות-על בכירורגיה פלסטית של העין (אוקולופלסטיקה). מתמחה בניתוחי עפעפיים, ארובת העין ודרכי הדמעות.",
  keywords: "אחמד מנסור, רופא עיניים, אוקולופלסטיקה, ניתוחי עפעפיים, ארובת העין, דרכי הדמעות, כירורגיה פלסטית של העין",
  openGraph: {
    title: "ד״ר אחמד מנסור - רופא עיניים מומחה | אוקולופלסטיקה",
    description: "ד״ר אחמד מנסור, רופא עיניים מומחה עם התמחות-על בכירורגיה פלסטית של העין (אוקולופלסטיקה). מתמחה בניתוחי עפעפיים, ארובת העין ודרכי הדמעות.",
    images: [
      {
        url: "/dr-ahmad-bg.jpg",
        width: 1200,
        height: 630,
        alt: "ד״ר אחמד מנסור",
      },
    ],
    locale: "he_IL",
    type: "website",
  },
}; 